Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: To modify how the forecast is displayed, go to Settings > Features > User Interface > Forecast Display Type.
bg: За да промените начина, по който се показва прогнозата, отидете в Settings > Features > User Interface > Forecast Display Type.
cs: Chceš-li upravit způsob zobrazení předpovědi, přejdi do Nastavení > Funkce > Uživatelské rozhraní > Typ zobrazení předpovědi.
da: For at ændre hvordan prognosen vises, gå til Indstillinger > Funktioner > Brugergrænseflade > Prognose Visningstype.
de: Um die Art der Anzeige der Vorhersage zu ändern, gehe zu Einstellungen > Funktionen > Benutzeroberfläche > Art der Vorhersageanzeige.
es: Para modificar cómo se muestra el previsto, vaya a Ajustes > Características > Interfaz de Usuario > Tipo de Visualización de Predicción.
fr: Pour modifier l’affichage de la prévision, allez dans "⚙️ Réglages > Fonctionnalités > Interface utilisateur > Type d’affichage des prévisions ".
it: Per modificare come viene visualizzata la previsione, vai a Impostazioni > Caratteristiche > Interfaccia utente > Tipo di visualizzazione previsione.
nb_no: For å endre hvordan prognosen vises, gå til Innstillinger > Funksjoner > Brukergrensesnitt > Prognosevisning.
nl: Om te wijzigen hoe de voorspelling wordt weergegeven, ga je naar Instellingen > Functies > Gebruikers Interface > Weergavetype.
pl: Aby zmodyfikować sposób wyświetlania prognozy, przejdź do Ustawienia > Funkcje > Interfejs użytkownika > Typ wyświetlania.
pt_pt: Para modificar a forma como a previsão é exibida, vá para Configurações > Recursos > Interface de Usuário > Previsão Tipo de Exibição.
ru: Чтобы изменить отображение прогноза, перейдите в Настройки > Функции > Интерфейс пользователя > Прогноз Тип дисплея.
sv: För att ändra hur prognosen visas, gå till Inställningar > Funktioner > Användargränssnitt > Prognos Visningstyp.
uk: Щоб змінити спосіб відображення прогнозу, перейдіть до Налаштування > Функції > Інтерфейс користувача > Тип відображення прогнозу.
vi: Để thay đổi cách hiển thị dự báo, hãy vào Cài đặt > Tính năng > Giao diện người dùng > Kiểu hiển thị dự báo.
zh_hant: 要修改預測的顯示方式，請前往設定 > 功能 > 使用者介面 > 預測顯示類型。

source: To prevent LOW required %d g of carbs
bg: За предотвратяване на НИСКА са необходими %d g въглехидрати
cs: K zabránění HYPO je potřeba %d g sacharidů
da: For at forhindre LOW kræves %d g kulhydrater
de: Um einen UNTERZUCKERUNG zu verhindern, werden %d g Kohlenhydrate benötigt
es: Para prevenir LOW se requiere %d g de carbohidratos
fr: Pour éviter une HYPO : %d g de glucides nécessaires
it: Per evitare glicemia BASSA servono %d g di carboidrati
nb_no: For å forhindre lavt blodsukker: %d g karbo nødvendig
nl: Om LAAG te voorkomen zijn %d g koolhydraten nodig
pl: Aby zapobiec niskiemu poziomowi glikemii wymagane %d g węglowodanów
pt_pt: Para prevenir BAIXA requer %d g de hidratos
ru: Для избежания ГИПО необходимо %d г углеводов
sv: För att förhindra ett lågt glukosvärde behövs uppskattningsvis %d g kolhydrater
uk: Для запобігання ГІПО потрібно %d g вуглеводів
vi: Để hạn chế THẤP yêu cầu %d g carbs
zh_hant: 為了防止需要的 %d 克碳水化合物過低

source: To re-order widgets, remove them and re-add them in the desired order.
bg: За да пренаредите Widget елементите, премахнете ги и ги добавете отново в желания ред.
cs: Chceš-li změnit pořadí widgetů, odeber je a přidej znovu v požadovaném pořadí.
da: For at omarrangere widgets, fjerne dem og gentilføje dem i den ønskede rækkefølge.
de: Um Widgets neu anzuordnen, entferne sie und füge sie in der gewünschten Reihenfolge wieder ein.
es: Para reordenar los widgets, eliminarlos y volver a añadirlos en el orden deseado.
fr: Pour réorganiser les widgets, supprimez-les puis ajoutez-les de nouveau dans l’ordre souhaité.
it: Per riordinare i widget, rimuoverli e ri-aggiungerli nell'ordine desiderato.
nb_no: For å endre rekkefølgen på widgets, fjern dem og legg dem inn igjen i ønsket rekkefølge.
nl: Om widgets opnieuw te bestellen, verwijder ze en voeg ze opnieuw toe in de gewenste volgorde.
pl: Aby zmienić kolejność widżetów, usuń je i dodaj je ponownie w żądanej kolejności.
pt_pt: Para reordenar widgets, remova-os e adicione-os novamente na ordem desejada.
ru: Чтобы изменить порядок виджетов, удалите их и добавьте их в желаемый порядок.
sv: För att ändra ordning widgets, ta bort dem och lägga till dem i önskad ordning.
uk: Щоб змінити порядок віджетів, видаліть їх і повторно додайте в бажаний порядок.
vi: Để sắp xếp lại các tiện ích, hãy xóa chúng rồi thêm lại theo thứ tự mong muốn.
zh_hant: 要重新排序小工具，請刪除它們並按照所需的順序重新添加。

source: To review or change your scheduled basal rates, go to Settings > Therapy > Basal Rates.
bg: За да прегледате или промените планираните си базални дози, отидете в Settings > Therapy > Basal Rates.
cs: Chceš-li zkontrolovat nebo změnit své naplánované bazální dávky, přejdi do Nastavení > Léčba > Bazální dávky.
da: Gå til Indstillinger > Terapi > Basal Priser for at gennemgå eller ændre dine planlagte basalpriser.
de: Um Deine geplanten Basalraten zu überprüfen oder zu ändern, gehen auf Einstellungen > Therapie > Basalraten.
es: Para revisar o cambiar sus tarifas basales programadas, vaya a Ajustes > Éxito> Tarifas basales.
fr: Pour consulter ou modifier vos débits basaux programmés, allez dans ""⚙️ Réglages > Thérapie > Profil basal".
it: Per rivedere o modificare le tariffe basali pianificate, vai su Impostazioni > Terapia > Tariffe Basali.
nb_no: For å gjennomgå eller endre de planlagte basalratene dine, gå til Innstillinger > Behandling > Basalrater.
nl: Om je geplande basaalstanden te bekijken of te wijzigen, ga naar Instellingen > Therapie > Basaalsnelheden.
pl: Aby przejrzeć lub zmienić zaplanowane dawki podstawowe, przejdź do Ustawienia > Terapia > Dawka Podstawowa.
pt_pt: Para revisar ou alterar suas taxas de basal programadas, vá para Ajustes > Terapia > Taxas de Basal.
ru: Чтобы просмотреть или изменить свои запланированные базисные ставки, перейдите в Настройки > Терапия > Базальные ставки.
sv: Om du vill granska eller ändra din schemalagda basal går du till Inställningar > Behandlingar > Basalprofil.
uk: Щоб переглянути або змінити заплановані базові ставки, перейдіть до Налаштування > Терапія > Базові тарифи.
vi: Để xem hoặc thay đổi các mức insulin nền đã lên lịch, hãy vào Cài đặt > Phác đồ điều trị > Tỷ lệ liều Basal.
zh_hant: 要查看或更改您安排的基礎率，請前往設定 > 治療 > 基礎率。

source: To stay safe, we recommend:
bg: За да останете в безопасност, препоръчваме:
cs: Pro zachování bezpečnosti doporučujeme:
da: For at holde dig sikker, anbefaler vi:
de: Zu Deiner Sicherheit empfehlen wir:
fr: Par mesure de sécurité, nous vous recommandons :
nb_no: For å holde deg trygg, anbefaler vi:
nl: Om veilig te blijven, raden wij aan:
pl: Aby zachować bezpieczeństwo, zalecamy:
sv: För att hålla dig säker, rekommenderar vi:
vi: Để đảm bảo an toàn, chúng tôi khuyên bạn nên:
zh_hant: 為了保持安全，我們建議：

source: Today
bg: Днес
cs: Dnes
da: Idag
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nb_no: I dag
nl: Vandaag
pl: Dziś
pt_pt: hoje
ru: Сегодня
sv: Idag
uk: Сьогодні
zh_hant: 今天

source: Tomorrow
bg: Утре
cs: Zítra
da: I morgen
de: Morgen
fr: Demain
nb_no: I morgen
nl: Morgen
pl: Jutro
vi: Ngày mai
zh_hant: 明天

source: Top target
bg: Горна цел
cs: Horní cíl
da: Øvre mål
de: Oberes Ziel
es: Objetivo Superior
fr: Cible haute
it: Target alto
nb_no: Øvre mål
nl: Bovengrens doel
pl: Górna wartość docelowa
pt_pt: Limite alto
ru: Верхняя граница
sv: Övre målvärde
uk: Верхня ціль
vi: Mục tiêu cao
zh_hant: 最高目標

source: Top Value
bg: Горна стойност
cs: Nejvyšší hodnota
da: Top Værdi
de: Oberer Wert
es: Valor superior
fr: Valeur haute
it: Valore Superiore
nb_no: Øverste verdi
nl: Bovenste waarde
pl: Najlepsza wartość
pt_pt: Valor Superior
ru: Верхнее значение
sv: Övre värde
uk: Верхнє значення
vi: Giá trị tối đa
zh_hant: 最高值

source: Total
bg: Общо
cs: Celkem
da: I Alt
de: Gesamt
it: Totale
nb_no: Sum
nl: Totaal
pl: Łącznie
ru: Всего
sv: Totalt
uk: Всього
vi: Tổng
zh_hant: 總計

source: Total Daily Dose
bg: Обща дневна доза
cs: Celková denní dávka (TDD)
da: Total Daglig Dose
de: Gesamttagesdosis
fr: Dose totale quotidienne
nb_no: Total daglig dose
nl: Totale dagelijkse dosis
pl: Dawka dobowa
sv: Total daglig dos
vi: Tổng liều dùng hàng ngày
zh_hant: 每日總劑量

source: Total Daily Dose (U)
bg: Обща дневна доза (U)
cs: Celková denní dávka (j)
da: Total Daglig Dose (E)
de: Gesamttagesdosis (IE)
fr: Dose totale quotidienne (U)
nb_no: Total daglig dose (E)
nl: Totale dagelijkse dosis (E)
pl: Dawka dobowa (J)
sv: Total daglig dos (E)
vi: Tổng liều dùng hàng ngày (U)
zh_hant: 每日總劑量 (單位)

source: Total Daily Doses will appear here once data is available.
bg: Общите дневни дози ще се появят тук, когато има налични данни.
cs: Celkové denní dávky se zde zobrazí, jakmile budou k dispozici data.
da: Total Daglige doser vises her, når data er tilgængelige.
de: Die Gesamttagesdosis wird hier erscheinen, sobald Daten verfügbar sind.
fr: Les doses totales quotidiennes s’afficheront ici une fois les données disponibles.
nb_no: Total daglig dose vil vises her så snart data er tilgjengelig.
nl: De totale dagdoses wordt hier weergegeven zodra er gegevens beschikbaar zijn.
pl: Całkowita dawka dobowa pojawi się tutaj, gdy dostępne będą dane.
sv: Total daglig dos visas här när data finns tillgänglig.
vi: Tổng liều hằng ngày sẽ hiển thị tại đây khi có dữ liệu.
zh_hant: 一旦資料可用，總每日劑量將顯示在此。

source: Total Delivery
bg: Общо подадено
cs: Celkem podáno
da: Levering I Alt
de: gesamte Abgabe
es: Entrega total
fr: Total administré
it: Totale Consegnata
nb_no: Total leveranse
nl: Totaal afgegeven
pl: Dostawa ogółem
pt_pt: Entrega total
ru: Всего доставлено
sv: Total mängd insulin given
uk: Повна Доставка
vi: Tổng liều
zh_hant: 總送達量

source: Total Insulin Adjustment
bg: Обща корекция на инсулина
cs: Celková úprava inzulínu
da: Total Insulinjustering
de: Insulinanpassung insgesamt
es: Ajuste total de insulina
fr: Total de l'insuline d'ajustement
it: Regolazione Insulina Totale
nb_no: Total justering av insulin
nl: Totale insuline aanpassing
pl: Dostosowanie do insuliny ogółem
pt_pt: Ajuste Total de Insulina
ru: Регулировка потребности в инсулине
sv: Total justering av ditt insulinbehov
uk: ПОВНЕ КОРИГУВАННЯ ІНСУЛІНУ
vi: Tổng số điều chỉnh Insulin
zh_hant: 總胰島素調整

source: Total Meals
bg: Общо хранения
cs: Jídla celkem
da: Samlet Måltider
de: Gesamtmahlzeiten
fr: Total des repas
nb_no: Total måltider
nl: Totaal maaltijden
pl: Suma posiłków
sv: Måltider totalt
vi: Tổng số các bữa ăn
zh_hant: 總餐點

source: Total:
bg: Общо:
cs: Celkem:
de: Gesamt:
nl: Totaal:
pl: Ogółem:
vi: Tổng:
zh_hant: 總計:

source: Tracks the carbohydrates you eat, entered to guide insulin dosing.
bg: Проследява въглехидратите, които ядете, въведени за насочване на дозирането на инсулина.
cs: Sleduje zadané sacharidy, které slouží k určení dávkování inzulínu.
da: Måler de kulhydrater, De spiser, og som kan vejlede insulindosis.
de: Verfolgt die von Dir gegessenen Kohlenhydrate, die zur Steuerung der Insulindosierung eingegeben werden.
es: Seguir los hidratos de carbono que usted come, entró para guiar la dosis de insulina.
fr: Signale les glucides que vous avez consommés et enregistrés, pour servir de base au dosage d’insuline.
it: Traccia i carboidrati che mangia, inseriti per guidare la somministrazione di insulina.
nb_no: Viser karbohydratene du har registrert gjennom boluskalkulator eller karbohydratregistrering.
nl: Volgt de koolhydraten die je eet, ingevoerd om insuline te doven.
pl: Śledzi spożywane węglowodany, wprowadzone do zalecanego dawkowania insuliny.
pt_pt: Acompanha os carboidratos que você come, digitou para guiar a dosagem da insulina.
ru: Отслеживает углеводы, которые вы едите, введен для указания инсулина дозирования.
sv: Spårar kolhydrater du äter för att styra insulindosering.
uk: Відтворює вуглеводи на їжу, вводивши для підборіддя інсуліну.
vi: Theo dõi lượng carbohydrate bạn ăn, được nhập vào để hỗ trợ việc tiêm insulin.
zh_hant: 追蹤您所攝取的碳水化合物，以指導胰島素劑量。

source: Transmitter ID
bg: ID на предавателя
cs: ID vysílače
da: Sender ID
es: ID del transmisor
fr: ID du transmetteur
it: ID trasmettitore
nb_no: Sender-ID
nl: Zender ID
pl: ID nadajnika
pt_pt: ID do transmissor
ru: ID трансмиттера
sv: Sändar-ID
uk: ID передавача
vi: ID của Transmitter
zh_hant: 發射器 ID

source: Transmitter Info
bg: Информация за предавателя
cs: Info vysílače
da: Senderinfo
es: Información del transmisor
fr: Infos du transmetteur
it: Info del Trasmettitore
nb_no: Senderinfo
nl: Zender informatie
pl: Informacje o nadajniku
pt_pt: Informações do transmissor
ru: Информация о передатчике
sv: Sändarinfo
uk: Інформація про передавач
vi: Thông tin Transmitter
zh_hant: 發射器資訊

source: Transmitter Type
bg: Тип на предавателя
cs: Typ vysílače
da: Sender Type
de: Transmitter-Typ
es: Tipo de transmisor
fr: Type de Transmetteur
it: Tipo di Trasmettitore
nb_no: Type sender
nl: Type zender
pl: Typ nadajnika
pt_pt: Tipo de transmissor
ru: Тип передатчика
sv: Sändartyp
uk: Тип передавача
vi: Loại Transmitter
zh_hant: 發射器類型

source: Transmitter: %@%%
bg: Предавател: %@%%
cs: Vysílač: %@%%
da: Sensor: %@%%
es: Transmisor: %@%%
fr: Transmetteur : %@ %%
it: Trasmettitore: %@%%
nb_no: Sender: %@%%
nl: Zender: %@%%
pl: Nadajnik: %@%%
pt_pt: Transmissor: %@%%
ru: Передатчик: %@%%
sv: Sändare: %@%%
uk: Передавач: %@
zh_hant: 發射器: %@%%

source: Treatments
bg: Въвеждания
cs: Ošetření
da: Behandlinger
de: Behandlungen
es: Tratamientos
fr: Traitements
it: Trattamenti
nb_no: Insulin
nl: Behandelingen
pl: Terapia
pt_pt: Tratamentos
ru: События
sv: Behandling
uk: Події
vi: Liệu pháp điều trị
zh_hant: 治療

source: Trend
bg: Тенденция
da: Tendens
es: Tendencia
fr: Tendance
it: Tendenza
nl: Trending
pt_pt: Tendência
ru: Тенденция
uk: Тренд
vi: Xu hướng
zh_hant: 趨勢

# Triggers a confirmation dialog if you attempt to bolus when glucose is < %@ %@.
source: Triggers a confirmation dialog if you attempt to bolus when glucose is < %1$@ %2$@.
bg: Задейства диалог за потвърждение, ако се опитате да подадете болус, когато глюкозата е < %@ %@.
cs: Vyvolá potvrzovací dialog, pokud se pokusíš o bolus při glykémii < %1$@ %2$@.
da: Udløser en bekræftelsesdialog, hvis du forsøger at bolus når glucose er < %1$@ %2$@.
de: Löst einen Bestätigungsdialog aus, falls Du versuchst, einen Bolus zu verabreichen, wenn die Glukose < %1$@ %2$@ ist.
fr: Déclenche une boîte de confirmation si vous tentez d’administrer un bolus lorsque la mesure de glucose est < %1$@ %2$@.
nb_no: Utløser en bekreftelsesdialog hvis du prøver å gi bolus når blodsukker er < %1$@ %2$@.
nl: Toont een bevestigingsvenster als je probeert te bolussen terwijl de glucose < %1$@ %2$@ is.
pl: Wyświetla okno dialogowe potwierdzenia w przypadku próby podania bolusa, gdy stężenie glukozy wynosi < %1$@ %2$@.
sv: Triggar en dialogruta för bekräftelse om du försöker ge en bolus när glukosvärdet är < %1$@ %2$@.
vi: Kích hoạt hộp thoại xác nhận nếu bạn cố gắng tiêm bolus khi đường huyết < %1$@ %2$@.
zh_hant: 當你嘗試注射時，如果血糖 < %1$@ %2$@，則會觸發確認對話框。

source: Trio Backup
bg: Архивиране на Trio
cs: Záloha Tria
fr: Sauvegarde de Trio
nb_no: Trio Sikkerhetskopi
pl: Kopia zapasowa Trio
vi: Sao lưu Trio
zh_hant: Trio 備份

source: Trio calculates your current Insulin On Board (IOB) from:
bg: Trio изчислява текущия ви Insulin On Board (IOB) от:
cs: Trio počítá tvůj aktuální aktivní inzulín (IOB) z:
da: Trio beregner din nuværende insulin om bord (IOB) ud fra:
de: Trio rechnet Dein aktuelles Insulin On Board (IOB) aus:
fr: Trio calcule votre Insuline Active (IOB) actuelle à partir de :
nb_no: Trio beregner nåværende aktivt insulin (IOB) fra:
pl: Trio oblicza aktualny poziom insuliny w organizmie (IOB) na podstawie:
vi: Trio tính toán lượng insulin đang hoạt động (IOB) hiện tại của bạn dựa trên các yếu tố sau:
zh_hant: Trio 根據以下內容計算您當前的胰島素存量（IOB）：

source: Trio can automatically adapt insulin delivery based on inputs and glucose forecasts. Your algorithm settings play a major part in accurate and effective dosing.
bg: Trio може автоматично да адаптира подаването на инсулин въз основа на входни данни и прогнози за глюкозата. Настройките на алгоритъма ви играят основна роля за точното и ефективно дозиране.
cs: Trio dokáže automaticky upravovat podávání inzulínu na základě vstupů a předpovědí glykémie. Nastavení algoritmu hrají zásadní roli v přesném a efektivním dávkování.
da: Trio kan automatisk tilpasse insulin levering baseret på input og glukose prognoser. Dine algoritmeindstillinger spiller en stor rolle i præcis og effektiv dosering.
de: Trio kann die Insulinabgabe automatisch auf der Grundlage von Eingaben und Glukoseprognosen anpassen. Deine Algorithmuseinstellungen spielen eine wichtige Rolle bei der genauen und effektiven Dosierung.
fr: Trio peut adapter automatiquement l’administration d’insuline en fonction des données saisies et des prévisions de glucose. Vos réglages d’algorithme jouent un rôle essentiel dans la précision et l’efficacité du dosage.
nb_no: Trio kan automatisk tilpasse insulintilførsel basert på inndata og blodsukkerprognose. Algoritme-innstillingene dine spiller en viktig rolle for nøyaktig og effektiv dosering.
nl: Trio kan automatisch insuline levering aanpassen op basis van input en glucosevoorspellingen. Jouw algoritmeinstellingen spelen een belangrijke rol in nauwkeurige en effectieve dosis.
pl: Trio może automatycznie dostosowywać podawanie insuliny na podstawie danych wejściowych i prognoz glikemii. Twoje ustawienia algorytmu odgrywają główną rolę w dokładnym i skutecznym dawkowaniu.
sv: Trio kan automatiskt anpassa insulintillförseln baserat på registrerad information och glukosprognoser. Dina algoritminställningar spelar en viktig roll för korrekt och effektiv dosering.
vi: Trio có thể tự động điều chỉnh việc bơm insulin dựa trên các dữ liệu đầu vào và dự báo đường huyết. Các cài đặt thuật toán của bạn đóng vai trò quan trọng trong việc tính liều chính xác và hiệu quả.
zh_hant: Trio 可以根據輸入和血糖預測自動調整胰島素輸送。你的演算法設定在準確和有效的劑量中扮演重要角色。

source: Trio can notify of different events when you use it. You must allow Trio to send you notifications to work properly.
bg: Trio може да ви уведомява за различни събития, докато го използвате. Трябва да разрешите на Trio да ви изпраща известия, за да работи правилно.
cs: Trio vás může upozorňovat na různé události, když aplikaci používáte. Aby Trio fungovalo správně, musíte mu povolit odesílání oznámení.
da: Trio kan give besked om forskellige begivenheder, når du bruger det. Du skal tillade Trio at sende dig notifikationer for at fungere korrekt.
de: Trio kann Dich über verschiedene Ereignisse benachrichtigen, wenn Du es verwendest. Du musst Trio erlauben, Dir Benachrichtigungen zu senden, damit es richtig funktioniert.
fr: Trio peut vous avertir de différents événements pendant son utilisation. Vous devez autoriser l'app Trio à envoyer des notifications pour qu'elle fonctionne correctement.
nb_no: Trio kan varsle om forskjellige hendelser når du bruker appen. Du må tillate at Trio sender deg varsler for at dette skal fungere.
nl: Trio kan meldingen versturen van verschillende gebeurtenissen wanneer je deze gebruikt. Je moet Trio toestaan om meldingen te sturen om correct te werken.
pl: Trio może powiadamiać o różnych zdarzeniach. Musisz wyrazić zgodę na wysyłanie powiadomień żeby Trio działało prawidłowo.
sv: Trio kan notifiera dig om olika händelser under användning. Du måste tillåta notiser från Trio för att det ska fungera.
vi: Trio có thể gửi thông báo cho bạn về các sự kiện khác nhau trong quá trình sử dụng. Bạn cần cho phép Trio gửi thông báo để ứng dụng hoạt động đúng cách.
zh_hant: Trio 可以在使用時通知不同的事件。你必須允許 Trio 發送通知以正常運作。

source: Trio collects the app's state on crash, device, iOS and general system info, and a stack trace.
bg: Trio събира състоянието на приложението при срив, информация за устройството, iOS и общата система, както и stack trace.
cs: Trio při pádu shromažďuje stav aplikace, informace o zařízení, verzi iOS, obecné systémové informace a výpis zásobníku.
da: Trio indsamler appens tilstand ved crash, enhed, iOS og generelle system info, og en stack trace.
de: Trio sammelt den Status der App beim Absturz, Geräte-, iOS- und allgemeine Systeminformationen sowie einen Stack-Trace.
fr: Trio collecte l’état de l’application au moment du crash, les informations sur l’appareil, iOS et le système en général, ainsi qu’une trace d’exécution.
nb_no: Trio samler inn appens tilstand ved krasj, enhetsinformasjon, iOS- og generell systeminformasjon, og en stack-sporing.
nl: Trio verzamelt de status van de app tijdens een crash, apparaat, iOS en algemene systeeminfo.
pl: • Trio zbiera informacje o stanie aplikacji w momencie awarii, urządzeniu, systemie iOS i ogólnych informacjach o systemie, a także ślad stosu.
sv: Trio sammanställer appens status vid krascher, hårdvara, iOS och allmän systeminformation samt stackspårning.
vi: Trio thu thập trạng thái của ứng dụng khi xảy ra sự cố, thông tin về thiết bị, iOS, hệ thống chung và dấu vết ngăn xếp (stack trace).
zh_hant: Trio 收集應用程式的崩潰狀態、裝置、iOS 和一般系統資訊，以及堆疊追蹤。

source: Trio comes with a helpful Startup Guide. We recommend opening it now and following along as you go — side by side.
bg: Trio се предоставя с полезно ръководство за започване. Препоръчваме да го отворите сега и да го следвате, докато работите — едно до друго.
cs: Trio Ti pomůže s prvotním základním nastavením. Doporučuji jít pečlivě bod po bodu.
da: Trio kommer med en nyttig Startup Guide. Vi anbefaler at åbne den nu og følge med, mens du sætter op – side om side.
de: Trio wird mit einer hilfreichen Startup-Anleitung geliefert. Wir empfehlen Dir, diese jetzt zu öffnen und sie Seite für Seite durchzuarbeiten.
fr: Trio inclut un guide de démarrage utile. Nous vous recommandons de l’ouvrir maintenant et de le suivre pas à pas, en parallèle.
nb_no: Trio har en hjelpsom guide for nybegynnere. Vi anbefaler at du åpner den nå, og følger den mens du fortsetter.
nl: Trio komt met een handige startup handleiding. Wij raden je aan om deze nu te openen en de stappen te volgen zoals beschreven.
pl: Trio jest dostarczane z pomocnym przewodnikiem uruchamiania. Zalecamy otwarcie go teraz i śledzenie postępów — obok siebie.
sv: Trio levereras med en hjälpsam startguide. Vi rekommenderar att du öppnar den nu och följer den steg för steg.
vi: Trio đi kèm với một Hướng dẫn Khởi động hữu ích. Chúng tôi khuyên bạn nên mở hướng dẫn này và làm theo từng bước song song khi sử dụng ứng dụng.
zh_hant: Trio 附帶一份有用的啟動指南。我們建議你現在打開它並在使用過程中逐步跟隨。

source: Trio Configuration
bg: Конфигурация на Trio
cs: Trio konfigurace
da: Trio Konfiguration
de: Trio-Konfiguration
es: Configuración de Trio
fr: Configuration de Trio
it: Configurazione Trio
nb_no: Trio konfigurasjon
nl: Trio configuratie
pl: Konfiguracja trio
pt_pt: Configuração Trio
ru: Конфигурация Трио
sv: Trio konfiguration
uk: Конфігурація Trio
vi: Cấu hình Trio
zh_hant: Trio 配置

source: Trio Core Setup
bg: Основна настройка на Trio
cs: Nastavení jádra Tria
da: Trio Kerne Opsætning
es: Configuración del núcleo de Trio
fr: Configuration de base de Trio
it: Configurazione Trio Core
nb_no: Trio hovedinnstillinger
pl: Konfiguracja rdzenia Trio
pt_pt: Configuração do Núcleo Trio
ru: Настройка ядра трио
sv: Trio grundinställningar
uk: Встановлення Trio Core
vi: Thiết lập cốt lõi của Trio
zh_hant: Trio 核心設定
